pypewpew/circuitpython/ports/raspberrypi/boards/pewpew_pi/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "PewPew Pi"
#define MICROPY_HW_MCU_NAME "rp2040"

#define DEFAULT_I2C_BUS_SDA (&pin_GPIO14)
#define DEFAULT_I2C_BUS_SCL (&pin_GPIO15)
